{
  "file_name": "sample4.pdf",
  "tables": [
    {
      "page": 24,
      "content": "Certify options provide a higher level of document control than Digitally sign. For documents \nthat require certification, you must certify the documents before others sign them. If a \ndocument has already been signed, the Certify options are disabled. When you certify a \ndocument, you can control the types of changes other people can make. You can certify with \nor without displaying a signature. \nSignatures made with the Certify or Digitally sign options comply with data protection \nstandards specified by the European Telecommunications Standards Institute (ETSI). In \naddition, both signature types comply with the PDF Advanced Electronic Signature (PAdES) \nstandard. Acrobat and Acrobat Reader provide an option to change the default signing format \nto a CAdES format. This option is compliant with Part 3 of the PAdES standard. The timestamp \ncapability and native support for long-term validation of signatures (introduced in Acrobat \n9.1) is in compliance with Part 4 of the PAdES standard. The default signing format, when set \nup accordingly, is compliant with Part 2 of the PAdES standard. You can change the default \nsigning method or format, in the Signatures panel of the Preferences dialog box. Under \nCreation & Appearance, click More. \n \nSetting up certificate-based signatures \nYou can expedite the signing process and optimize your results by making the following \npreparations in advance. \nNote:  \nSome situations require using particular digital IDs for signing. For example, a corporation or \ngovernment agency can require individuals to use only digital IDs issued by that agency to \nsign official documents. Inquire about the digital signature policies of your organization to \ndetermine the appropriate source of your digital ID. \n• \nGet a digital ID from your own organization, buy a digital ID (see the Adobe website \nfor security partners), or create a self-signed one. See Create a self-signed digital ID. \nYou can’t apply a certificate-based signature without a digital id. \n• \nSet the default signing method. \n• \nCreate an appearance for your certificate-based signature. (See Create the signature \nappearance.) \n• \nUse the Preview Document mode to suppress any dynamic content that can alter the \nappearance of the document and mislead you into signing an unsuitable document. \nFor information about using the Preview Document mode, see Sign in Preview \nDocument mode. \n• \nReview all the pages in a document before you sign. Documents can contain signature \nfields on multiple pages. \n• \nConfigure the signing application. Both authors and signers should configure their \napplication environment. (See Set signing preferences)."
    }
  ]
}