{
  "file_name": "sample6.pdf",
  "tables": [
    {
      "page": 13,
      "content": "Renumber pages in a PDF \nThe page numbers on the document pages don't always match the page numbers that appear \nbelow the page thumbnails and in the right Page Navigation toolbar. Pages are numbered \nwith integers, starting with page 1 for the first page of the document. Because some PDFs may \ncontain front matter, such as a copyright page and table of contents, their body pages may \nnot follow the numbering shown in the right Page Navigation toolbar. \n \nYou can specify various numbering styles for a group of pages, for example, 1, 2, 3, or i, ii, iii, or \na, b, c. You can also customize the numbering system by adding a prefix. For example, pages \nin Chapter 1 can be 1-1, 1-2, 1-3, and so on. Chapter 2 can have pages numbered as 2-1, 2-2, 2-3, \nand so on. \nNote: Using the Number Pages command affects only the page thumbnails on \nthe Pages panel. You can physically add new page numbers to a PDF using the headers and \nfooters feature. \n1. Select All tools from the global bar. Then select Organize pages > Page labels. \n2. Specify a page range. (Selected implies pages selected in the Page Thumbnails panel.) \n3. Select one of the following, and then select OK: \n  \nBegin New Section: Starts a new numbering sequence. Choose a style from the pop-up \nmenu, and enter a starting page number for the section. Specify a Prefix, if desired. \n  \nExtend Numbering Used In Preceding Section To Selected Pages: Continues the numbering \nsequence from previous pages without interruption."
    },
    {
      "page": 14,
      "content": "Edit Scanned PDFs \nEditing a scanned PDF can be complicated if it includes low-quality text or images, non-\neditable text, line breaks, or complex formatting. Other inhibiting factors include compatibility \nissues, security restrictions, and large file sizes, which are more prevalent in PDFs created from \nscanned images. \nTo streamline the process, consider the following best practices and guidelines before editing \na scanned document: \nCheck the accuracy of optical character recognition (OCR) output. When you open a \nscanned document, Acrobat automatically runs OCR in the background to make the \ndocument editable. Before editing, review the document to ensure that the content is \naccurate and complete. If necessary, rescan the document using the Scan & OCR > Recognize \nText tool to improve the output. \nEnhance image quality. If the scanned PDF contains low-quality images, use the Enhance \nscanned file or Enhance camera image feature to improve the quality of images before \nattempting to edit the document. For more information, see Scan documents to PDF. \nUse the correct font and formatting. When editing the document, ensure that the font and \nformatting of the edited text match the original document as closely as possible. If you don't \nhave the desired fonts on your computer, see Add fonts to your computer. \nRemove security restrictions. If the scanned PDF has security restrictions that prevent editing, \nremove these restrictions before attempting to edit the document. To know how to remove \nsecurity from a PDF, see Unlock a PDF. \nAvoid editing complex elements. If the scanned PDF contains tables, graphs, or images, \navoid unnecessary edits that could alter the layout or formatting of these elements. \nCheck for compatibility issues. Ensure that the version of Adobe Acrobat you're using is \ncompatible with the scanned PDF. If you encounter compatibility issues, try updating Adobe \nAcrobat. For more information, see System requirements. \nSave a backup copy. Always save a backup copy of the original scanned PDF before making \nany edits. Revert to the original document if any issues arise during the editing process. \nRecognize text on scanned PDF \nYou can use the Scan & OCR tool to recognize text, change OCR language, and make all \npages editable in one go. To do so:"
    }
  ]
}