{
  "file_name": "sample7.pdf",
  "tables": [
    {
      "page": 9,
      "content": "decompressed. The default value of 256 is recommended. This option is available only \nfor JPEG 2000 format. \n• \nFormat: Determines how the file is displayed. Available only in JPEG format. It \nprovides the following options: \n• \nBaseline (Standard): Displays the image when it has fully downloaded. This \nJPEG format is recognizable to most web browsers. \n• \nBaseline (Optimized): Optimizes color quality of the image and produces \nsmaller file sizes but is not supported by all web browsers. \n• \nProgressive (3 scans-5 scans): Downloads the image first as a low-resolution \nimage, with incremental quality improvements as downloading continues. \n \nColor management \nRGB/CMYK/Grayscale \nSpecifies the type of color management to be applied to the output file and whether to \nembed an ICC profile. \nNote:  \nIf you use the Export To or Export All Images command on a PDF that contains JPEG and \nJPEG 2000 images, and export the content to JPEG or JPEG 2000 format, the resulting image \nmay look different when opened in Acrobat. This can happen if the images have a color \nprofile included at the page level but not inside the image data. In this case, Acrobat cannot \nbring the page-level color profile into the resulting saved image. \n \nConversion \nColorspace/Resolution \nSpecifies a color space and resolution for the output file. You can let Acrobat determine these \nsettings automatically. To convert color images in the file to shades of gray, choose Grayscale. \nNote:  \nHigher resolutions, such as 2400 pixels per inch (ppi), are suitable only for small page sizes \n(up to 6.826 inches or 173.380 millimeters). \nPDF to PNG conversion settings \nIn Acrobat, select All tools > Export a PDF and select Image format. From the drop-down \nmenu next to Image format, select PNG. Select the \nsettings icon to change the export \npreferences."
    },
    {
      "page": 10,
      "content": "PNG format is useful for images that are used on the web. \nFile settings \nInterlace \nSpecifies if the image is interlaced. None creates an image that displays in a web browser only \nafter downloading is complete. Adam7 creates an image that displays low-resolution versions \nin a browser while the full image file is downloading. Adam7 can make downloading time \nseem shorter and assures viewers that downloading is in progress; however, it increases file \nsize. \nFilter: Lets you select a filtering algorithm. \n• \nNone: Compresses the image without a filter. Recommended for indexed-color \nand Bitmap-mode images. \n• \nSub: Optimizes the compression of images with even horizontal patterns or blends. \n• \nUp: Optimizes the compression of images with even vertical patterns. \n• \nAverage: Optimizes the compression of low-level noise by averaging the color values \nof adjacent pixels. \n• \nPaeth: Optimizes the compression of low-level noise by reassigning adjacent color \nvalues. \n• \nAdaptive: Applies the filtering algorithm—Sub, Up, Average, or Paeth—best suited for \nthe image. Select Adaptive if you are unsure of which filter to use. \n \nColor management \nRGB/Grayscale \nSpecifies the type of color management for the output file and whether to embed an ICC \nprofile. \n \nConversion \nColorspace/Resolution \nSpecifies a color space and resolution for the output file. You can let Acrobat determine these \nsettings automatically. To convert color images in the file to shades of gray, choose Grayscale. \nNote:  \nHigher resolutions, such as 2400 ppi, are suitable only for small page sizes (up to 6.826 inches \nor 173.380 millimeters)."
    },
    {
      "page": 11,
      "content": "PDF to TIFF conversion settings \nIn Acrobat, select All tools > Export a PDF and select Image format. From the drop-down \nmenu next to Image format, select TIFF. Select the \nsettings icon to change the export \npreferences.  \nTIFF is a flexible bitmap image format supported by virtually all paint, image-editing, and \npage-layout applications. Resolution is determined automatically. \n \nFile settings \nMonochrome \nSpecifies a compression format. CCITTG4 is the default and generally produces the smallest \nfile size. ZIP compression also produces a small file. \nNote:  \nSome applications cannot open TIFF files that are saved with JPEG or ZIP compression. In \nthese cases, LZW compression is recommended.   \n \nColor management \nRGB/CMYK/Grayscale/Other \nSpecifies the type of color management for the output file. \n \nConversion \nColorspace/Resolution \nSpecifies a color space and resolution for the output file. You can let Acrobat determine these \nsettings automatically. To convert color images in the file to shades of gray, choose Grayscale. \nNote:  \nHigher resolutions, such as 2400 ppi, are suitable only for small page sizes (up to 6.826 inches \nor 173.380 millimeters)."
    },
    {
      "page": 18,
      "content": "4. Select Convert to XML. \n5. In the Save as dialog, select a location where you want to save the file and then \nselect Save. \nPDF to MicrosoŌ Excel (XLSX or XML) conversion seƫngs \nIn Acrobat, select All tools > Export a PDF and select Microsoft Excel. From the drop down \nmenu next to Microsoft Excel, select the format you want your Excel to be. You \nget XLSX and XML options. Select the \nsettings icon to change the export preferences.  \nExcel Workbook Settings \nSpecifies whether to create a Worksheet for each table or page, or the entire document. \nNumeric Settings \nSpecifies the decimal and thousands separators for numeric data. Select one of the following: \n• \nDetect decimal and thousands separators using regional settings \n• \nTreat the following as decimal and thousands separators. Then enter or selecct \nseparators in the respective fields. \n \nText recogniƟon seƫngs \nRecognize Text If Needed"
    },
    {
      "page": 21,
      "content": "PDF to PS and EPS conversion seƫngs \nIn Acrobat, select All tools > Export a PDF and select Other format. From the drop-down menu \nnext to Other format, select PS or EPS. Select the \nsettings icon to change the export \npreferences.  \nPrinter Description File \nThe PostScript Printer Description (PPD) provides the necessary information to format a \nPostScript file correctly for a particular output device. Device Independent creates only \ncomposite (not color-separated) PostScript or EPS files. Acrobat Default provides a starting \npoint and reference for creating all types of PostScript and restores all default settings for the \nconversion. Adobe PDF 7.0 is compatible with most devices. This option is available only in \nPostScript (PS) format. \nASCII or Binary \nSpecifies the output format of image data. Binary output yields smaller files, but not all \nworkflows can accommodate binary output. \nPostScript \nSpecifies the level of PostScript compatibility. Use Language Level 3 only if the target output \ndevice supports it. Language Level 2 is suitable for EPS files placed in another document and \ncolor-separated as part of that document. Use Language Level 2 for EPS files that you import \ninto Microsoft applications. \nFont Inclusion \nSpecifies the fonts to be included in the PostScript. Embedded fonts are taken from the PDF; \nthe referenced fonts are taken from the computer. \nInclude Comments \nPreserves the appearance of comments in the resulting PostScript file. \nConvert True Type to Type 1 \nConverts TrueType fonts to Type 1 fonts in the resulting PostScript file. \nInclude Preview \nSpecifies if a TIFF preview is created for the resulting EPS file. This option isn't available when \nsaving as PostScript. \nPage Range \nSpecifies the pages you want to export. When you export files to EPS output, each page in the \nrange is saved as a separate EPS file."
    },
    {
      "page": 23,
      "content": "Use mapping table default uses the default character encoding defined in mapping tables, \nwhich appear in the Plug-ins/SaveAsXML/MappingTables folder. These mapping tables \nspecify many characteristics of how the data is output, including the following default \ncharacter encodings: UTF-8 (Save as XML or HTML 4.0.1) and HTML/ASCII (Save as HTML \n3.2). \nGenerate Bookmarks \nGenerates bookmark links to content for HTML or XML documents. Links are placed at the \nbeginning of the resulting HTML or XML document. \nGenerate Tags For Untagged Files \nGenerates tags for files not already tagged, such as PDFs created using Acrobat 4.0 or earlier. \nIf this option isn't selected, untagged files are not converted. \nNote:  \nTags are applied only as part of the conversion process and are discarded after the \nconversion. This is not a method for creating tagged PDFs from legacy files \n \nImage file settings \nGenerate Images \nControls how images are converted. Converted image files are referenced from within XML \nand HTML documents. \nUse Sub-Folder \nSpecifies the folder in which to store generated images. The default is Images. \nUse Prefix \nSpecifies the prefix added to the image filenames if you have several versions of the same \nimage file. Filenames assigned to images have the format filename_img_#. \nOutput Format \nSpecifies the final format of images. The default is JPG. \nDownsample To \nDownsamples image files to the specified resolution. If you don't select this option, image files \nhave the same resolution as the source file. Image files are never upsampled. \n \nYou can easily convert PDF files to JPEG images using Adobe Acrobat. You can also convert \nyour PDF files into PNG or TIFF file formats using Acrobat."
    },
    {
      "page": 28,
      "content": "Select and copy text and images \nThe Select tool \n  lets you select horizontal and vertical text or columns of text, images, \nvector objects, and tables in a PDF. The Select tool \n recognizes the type of content under \nthe cursor and changes automatically. You can use the Copy, Copy with Formatting, Export \nSelection As, and Paste commands to copy the selected text into another application. Note \nthe following: \n• \nIf you’re unable to select text, the text may be part of an image. In Acrobat, select All \ntools > Scan & OCR, then select In this file under RECOGNIZE TEXT to export image \ntext to text that can be selected. \n• \nIf the Cut, Copy, Copy with Formatting, and Paste commands are unavailable when \nyou select the text, the author may have set restrictions to copying text. \n• \nIf the text you copy uses a font that isn’t available on your system, the font is \nsubstituted with a close match or default font. \n \nSelect text and images \n1. Select the Select tool  \n, and hover over an empty part of the page. Alternatively, \npress Ctrl (Windows) or Command (macOS); the pointer changes to display a \nrectangle. \n2. Drag the pointer and draw a rectangle to select a part of the page. \nSelect a column of text \n1. Using the Select tool  \n, move the pointer toward a column of text. When the \npointer changes to a vertical bar, the Select tool is in column select mode. \n  \nNote:  \nYou can force column select mode by pressing Alt as you drag a rectangle over the \ncolumn of text. \n2. Drag a rectangle over the column of text. To select text across multiple columns, drag \nfrom the beginning of the text in one column to the end of the text you want to select."
    },
    {
      "page": 30,
      "content": "Convert selected content to other formats \nYou convert selected content to other formats by exporting a selection. For example, you can \nselect content and save it as a Word document, Excel spreadsheet, or comma-separated \nvalues. \n1. Select the Select tool \n. Press Ctrl (Windows) or Command (macOS) to create a \nrectangular selection. \n2. Drag a rectangle over the content to copy. If you’re selecting text in columns, \npress Alt (Windows). \n  \nNote:  To select tables that exceed one page, try changing the page display to Single \nPage before selecting the tables. Then select View > Page Display > Enable Scrolling. \n \n3. Right-click the selection, select Export Selection As, and specify a filename. \n4. Depending on the nature of the content, in the Save As Type, select one of the \nfollowing: \n  \n• Word Document or Word 97-2003 \nSaves the content as a Word file. \n  \n• Excel Workbook, XML Spreadsheet, or CSV \nSaves the content as a table. \n  \n• Rich Text Format or HTML \nSaves the content as an RTF or HTML file. \n  \nNote: To copy a table in RTF, drag the selected table into an open document in the \ntarget application. \n  \n• PowerPoint \nSaves the content as a PowerPoint (.pptx) file."
    }
  ]
}