{
  "file_name": "sample5.pdf",
  "tables": [
    {
      "page": 3,
      "content": "accompanied by shepherds and their dogs. It's a unique opportunity to witness a living \ntradition and enjoy local food and music. \n \nTraditional Sports and Games \nPétanque \nPétanque is a popular game in the South of France, particularly in Provence. Played with \nmetal balls on a gravel surface, the objective is to throw the balls as close as possible to a \nsmall wooden ball called the cochonnet. Pétanque is more than just a game; it's a social \nactivity that brings people together in village squares and parks. The relaxed atmosphere and \nfriendly competition make it a beloved pastime. \nCourse Camarguaise \nThe Course Camarguaise is a traditional bullfighting sport unique to the Camargue region. \nUnlike Spanish bullfighting, the objective is not to harm the bull but to remove ribbons and \nother decorations from its horns. The razeteurs, or participants, demonstrate agility and \nbravery as they dodge the bull's charges. The sport is deeply rooted in local culture and is \noften accompanied by music and festivities, particularly in Arles from April to October. \n \nCulinary Traditions \nProvençal Cuisine \nProvençal cuisine is characterized by its use of fresh, local ingredients and Mediterranean \nflavors. Olive oil, garlic, tomatoes, and herbs such as thyme, rosemary, and basil are staples in \nProvençal dishes. Some iconic dishes include ratatouille, a vegetable stew; bouillabaisse, a \nfish soup; and tapenade, an olive spread. Provençal cuisine reflects the region's agricultural \nheritage and its emphasis on simple, flavorful cooking. \nWine and Vineyards \nThe South of France is renowned for its wine production, with regions such as Provence, \nLanguedoc, and the Rhône Valley producing some of the finest wines in the world. Wine is an \nintegral part of the local culture, and vineyards often host tours and tastings. The tradition of \nwinemaking dates back to Roman times, and the region's diverse terroir contributes to a wide \nvariety of wine styles. \nTruﬄe Hunting"
    },
    {
      "page": 4,
      "content": "Truﬄes, often referred to as \"black diamonds,\" are a prized delicacy in the South of France. \nThe region's truﬄe season, which runs from November to March, is marked by truﬄe markets \nand festivals. Truﬄe hunting, typically done with trained dogs or pigs, is a time-honored \ntradition. The town of Richerenches hosts a truﬄe mass every January, where truﬄes are \nblessed by the local priest. \n \nArts and Crafts \nPottery and Ceramics \nThe South of France has a rich tradition of pottery and ceramics, with towns like Vallauris and \nBiot being renowned for their craftsmanship. Artisans create a wide range of items, from \nfunctional tableware to decorative pieces. The region's pottery often features vibrant colors \nand intricate designs, reflecting the local landscape and culture. \nLavender Products \nLavender is synonymous with Provence, and the region's lavender fields are a major \nattraction. The fragrant flowers are harvested to produce a variety of products, including \nessential oils, soaps, and sachets. Lavender festivals, such as the one in Sault in July, celebrate \nthe harvest with parades, music, and markets. Visitors can also tour lavender farms and \ndistilleries to learn about the production process. \n \nReligious and Spiritual Traditions \nPilgrimages \nThe South of France is home to several important pilgrimage sites. The town of Lourdes, \nlocated in the Pyrenees, is one of the most famous, attracting millions of visitors each year. \nPilgrims come to Lourdes to visit the Sanctuary of Our Lady of Lourdes, where the Virgin \nMary is said to have appeared to a young girl in 1858. The town of Saintes-Maries-de-la-Mer \nis another significant pilgrimage site, particularly for the Romani community, who venerate \nSaint Sara. \nChristmas Traditions \nChristmas in Provence is marked by unique traditions that reflect the region's cultural \nheritage. One of the most distinctive customs is the \"13 Desserts,\" a feast of thirteen diﬀerent \nsweets served after Midnight Mass on Christmas Eve. The number represents Jesus and the \ntwelve apostles. Another tradition is the \"santon\" figurines, which are handcrafted clay figures"
    }
  ]
}